Repository: stasqc/cakephp
Catalog: app/Locale/bgr/LC_MESSAGES/default.po
Languages: bg

source: Invalid author
bg: Невалиден автор

source: The author has been saved
bg: Авторът е запазен

source: The author could not be saved. Please, try again.
bg: Авторът не можа да бъде запазен. Моля пробвайте отново.

source: Cannot delete author as there are associated books to him!
bg: Невъзможно е да изтриете автора, тъй като той има книги на негово име!

source: Author deleted
bg: Авторът е изтрит

source: Author was not deleted
bg: Авторът не беше изтрит

source: Invalid books category
bg: Невалидна категория на книги

source: The books category has been saved
bg: Категорията беше запаметена

source: The books category could not be saved. Please, try again.
bg: Категорията не можа да бъде запаметена. Моля пробвайте отново.

source: Books category deleted
bg: Категорията на книги беше изтрита

source: Books category was not deleted
bg: Категорията на книги не беше изтрита

source: Invalid book
bg: Невалидна книга

source: The book has been saved
bg: Книгата е запаметена

source: The book could not be saved. Please, try again.
bg: Книгата не можа да бъде запаметена. Моля пробвайте отново.

source: Cannot delete book as it is currently reserved!
bg: Невъзможно е да се изтрие книгата, тъй като тя е резервирана!

source: Book deleted
bg: Книгата е изтрита

source: Book was not deleted
bg: Книгита не е изтрита

source: Invalid books user
bg: Невалиден използвател

source: The books user has been saved
bg: Използватела е запаметен

source: The books user could not be saved. Please, try again.
bg: Използватела не можа да бъде запаметен

source: Books user deleted
bg: Използвата е изтрит

source: Books user was not deleted
bg: Използватела не можа да бъде изтрит

source: Invalid category
bg: Невалидна категория

source: The category has been saved
bg: Категорията е запаметена

source: The category could not be saved. Please, try again.
bg: Категорията не можа да бъда запаметена. Моля пробвайте отново

source: Cannot delete cover as it is already associated to a book!
bg: Невъзможно да се изтрие корицата тъй като тя е използвана от книга

source: Category deleted
bg: Категорията е изтрита

source: Category was not deleted
bg: Категорията не беше изтрита

source: Invalid cover
bg: Невалидна корица

source: The cover has been saved
bg: Корицата е запаметена

source: The cover could not be saved. Please, try again.
bg: Корицата не можа да бъде запаметена. Моля пробвайте отново

source: Cannot delete cover as there are associated books to it!
bg: Невъзможно да се изтрие корицата тъй като тя е използвана от някоя книга!

source: Cover deleted
bg: Корицата е изтрита

source: Cover was not deleted
bg: Корицата не беше изтрита

source: Invalid reservation
bg: Невалидна резервация

source: You must confirm your account using your e-mail before making a reservation!
bg: Трябва да си подтвърдите имейла преди да направите резервация!

source: The book is already reserved!
bg: Книгата е вече резервирана

source: The reservation has been saved.
bg: Резервацията е запаметена

source: The reservation could not be saved. Please, try again.
bg: Резервацията не можа да бъде запаметена

source: No book selected for reservation!
bg: Никаква книга не бе избрана за резервация!

source: Reservation deleted
bg: Резервацията е изтрита!

source: Reservation was not deleted
bg: Резервацията не беше изтрита

source: Note that you won't be able to make a reservation since you haven't confirmed your e-mail yet.
bg: Няма да можете да правите резерваций ако не сте си подтвърдили имейла.

source: Invalid username or password, try again
bg: Невалидно име или парола, моля пробвайте отново

source: Invalid user
bg: Невалиден използвател

source: The user has been saved
bg: Използватела е запаметен

source: The user could not be saved. Please, try again.
bg: Използватела не можа да бъде запеметен

source: Cannot delete user as there are associated reservations with it!
bg: Невъзможно да се изтрие използватела, тъй като има резерваций на негово име!

source: User deleted
bg: Използватела бе изтрит

source: User was not deleted
bg: Използватела не беше изтрит

source: Successfully activated your account. You can now make reservations.
bg: Активирахте вашата сметка успешно. Сега можете да правите резерваций.

source: Could not activate the account!
bg: Не можахме да активираме сметката!

source: Confirmation e-mail has been sent
bg: Подтвърждението е изпратено.

source: You must be logged in to perform this action
bg: Трябва да сте логнати за да направите това.

source: The translation has been saved
bg: Превода е записан успешно.

source: Translation saved
bg: Превода е успешен.

source: Translation deleted
bg: Превода е изтрит.

source: Delete
bg: Изтрийте

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
bg: Страница {:page} от {:pages}, в момента на {:current} данни от {:count} общп, почвайки на {:start}, свършвайки на {:end}

source: Search
bg: Търси

source: Actions
bg: Действия

source: View
bg: Вижте

source: Edit
bg: Модифицирайте

source: Add Author
bg: Прибавете автор

source: Edit Author
bg: Модифицирайте автор

source: Authors
bg: Автори

source: Are you sure you want to delete %s?
bg: Сигурни ли сте че искате да изтриете %s?

source: Previous
bg: Предишна

source: Next
bg: Следваща

source: This author
bg: Този автор

source: Edit this author
bg: Модификация на този автор

source: Delete this author
bg: Изтриване на този автор

source: List all authors
bg: Покажете всички автори

source: Author
bg: Автор

source: Name
bg: Име

source: Related Books
bg: Свързани книги

source: Title
bg: Заглавие

source: DatePublication
bg: Дата на издаване

source: Are you sure you want to delete # %s?
bg: Сигурни ли сте че искате да изтриете № %s?

source: Add Book
bg: Прибавете книга

source: Edit Book
bg: Модифицирайте книга

source: Books
bg: Книги

source: Book
bg: Книга

source: Search for a book:
bg: Търси книга

source: Search result
bg: Резултати от търсенето

source: This book
bg: Тази книга

source: Edit this book
bg: Модифицирайте тази книга

source: Delete this book
bg: Изтрийте тази книга

source: List all books
bg: Покажете всички книги

source: Date of publication
bg: Дата на издаване

source: Cover
bg: Корица

source: Categories
bg: Категорий

source: Reserve book
bg: Резервирайте книгата

source: List Users
bg: Покажи използвателите

source: New User
bg: Нов използвател

source: List Books
bg: Покажи книгите

source: New Book
bg: Нова книга

source: User
bg: Използвател

source: Add Category
bg: Добавете категория

source: Edit Category
bg: Модифицирайте категория

source: This category
bg: Тази категория

source: Edit this category
bg: Модифицирайте тази категория

source: Delete this category
bg: Изтрийте тази категория

source: List all categories
bg: Покажете всички категорий

source: Category
bg: Категория

source: Add Cover
bg: Добавете корица

source: Edit Cover
bg: Модифицирайте корицата

source: Covers
bg: Корици

source: This cover
bg: Тази корица

source: Edit this cover
bg: Модифицирайте тази корица

source: Delete this cover
bg: Изтрийте тази корица

source: List all covers
bg: Покажете всички корици

source: Type
bg: Вид

source: List Reservations
bg: Покажи резервацийте

source: Add Reservation
bg: Добавяне на резервация

source: Edit Reservation
bg: Модификация на резервация

source: Reservations
bg: Резерваций

source: E-mail
bg: Имейл

source: Delete Reservation
bg: Дата на резервация

source: Are you sure you want to delete this reservation?
bg: Сигурни ли сте че искате да изтриете тази резервация?

source: Re-send confirmation e-mail
bg: Изпратете имейла за подтвърждение отново.

source: New Reservation
bg: Нова резервация

source: Reservation
bg: Резервация

source: DateTaken
bg: Дата вземена

source: DateDue
bg: Дата на връщане

source: DateReturned
bg: Върната на

source: Library
bg: Библиотека

source: Add
bg: Добави

source: Show
bg: Покажи

source: Users
bg: Използватели

source: Logout
bg: Изход

source: Language
bg: Език

source: About
bg: Информация

source: Register
bg: Регистрация

source: Login
bg: Вход

source: My reservations
bg: Моите резерваций

source: Give rights
bg: Дайте прабила

source: Knowledge is power
bg: Знанието е сила

source: Registration
bg: Регистрация

source: Edit User
bg: Модифицирайте използватела

source: Please enter your username and password
bg: Моля вкарайте си името и паролата

source: Delete User
bg: Изтрий използватела

source: Username
bg: Име на използвател

source: Email
bg: Имейл

source: PhoneNumber
bg: Телефонен номер

source: Password
bg: Парола

source: Author's name cannot be blank.
bg: Името на автора е задължително

source: Author's name should be at least 3 characters long.
bg: Името на автора трябва да е поне 3 букви

source: ISBN must not be blank.
bg: Номера на книгата не може да бъде празен

source: Only alphanumeric characters allowed.
bg: Само букви или цифри са позволени

source: ISBN length is a maximum of 13
bg: Номера на книгата е максимум 13 цифри

source: unique
bg: уникално

source: Enter a title.
bg: Вкарайте заглавие

source: Enter a valid publication date.
bg: Моля дайте валидна дата на издаване

source: Your custom message here
bg: Съобщение

source: A cover cannot be blank.
bg: Корицата не може да бъде празна

source: date
bg: дата

source: notBlank
bg: Не празно

source: User needs a valid username.
bg: Изпозлватела се нуждае от валидно име

source: Username must be alphanumeric only.
bg: Името може да е само букви и цифри

source: Enter a valid e-mail adress.
bg: Дайте валиден имейл адрес

source: E-mail field must not be blank.
bg: Имейла не може да бъде празен

source: E-mail is already in use by another user!
bg: Имейла вече е запазен от друг използвател!

source: Name must not be blank
bg: Името не може да е празно

source: Please enter a phone nu,ber.
bg: Моля дайте телефонен номер

source: Please enter a valid phone number
bg: Моля вкарайте валиден телефонен номер

source: Password field must not be blank.
bg: Паролата не може да се празна

source: Only letters and integers, minimum of 5 characters
bg: Само букви и цифри, мимум 5

source: Enter a valid role.
bg: Дайте валидна роля

source: Plese enter a valid role
bg: Моля дайте валидна роля
