Repository: stasqc/cakephp
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_ca

source: Invalid author
fr_ca: Auteur non-valide

source: The author has been saved
fr_ca: L'auteur a été sauvegardé

source: The author could not be saved. Please, try again.
fr_ca: L'Auteur n'a pas pu être sauvegardé. Veuillez re-essayer

source: Cannot delete author as there are associated books to him!
fr_ca: Impossible de supprimer l'auteur car il y a des livres qui lui sont assignés!

source: Author deleted
fr_ca: L'auteur a été supprimé

source: Author was not deleted
fr_ca: L'auteur n'a pas été supprimé

source: Invalid books category
fr_ca: Catégorie de livres non-valide

source: The books category has been saved
fr_ca: La catégorie de livre a été sauvegardé

source: The books category could not be saved. Please, try again.
fr_ca: La catégorie de livres n'a pas été sauvegardé. Veuillez reessayer.

source: Books category deleted
fr_ca: La catégorie de livres a été supprimé

source: Books category was not deleted
fr_ca: La catégorie de livres n'a pas pu être sauvegardé

source: Invalid book
fr_ca: Livre non-valide

source: The book has been saved
fr_ca: Le livre a été sauvegardé

source: The book could not be saved. Please, try again.
fr_ca: Le livre n'a pas pu être sauvegardé

source: Cannot delete book as it is currently reserved!
fr_ca: Impossible de supprimer le livre car il est déjà reservé!

source: Book deleted
fr_ca: Le livre a été supprimé

source: Book was not deleted
fr_ca: Le livre n'a pas été supprimé

source: Invalid books user
fr_ca: Utilisateur non-valide

source: The books user has been saved
fr_ca: L'utilisateur a été sauvegardé

source: The books user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être sauvegardé

source: Books user deleted
fr_ca: L'utilisateur a été supprimé

source: Books user was not deleted
fr_ca: L'utilisateur n'a pas été supprimé

source: Invalid category
fr_ca: Catégorie non-valide

source: The category has been saved
fr_ca: La catégorie a été sauvegardée

source: The category could not be saved. Please, try again.
fr_ca: La catégorie n'a pas pu être sauvegardée. Veuillez reéssayer

source: Cannot delete cover as it is already associated to a book!
fr_ca: Impossible de supprimer la couverture car elle est déjà associée à un livre!

source: Category deleted
fr_ca: La catégorie a été supprimée

source: Category was not deleted
fr_ca: La catégorie n'a pas été supprimée

source: Invalid cover
fr_ca: Couverture non-valide

source: The cover has been saved
fr_ca: La couverture a été sauvegardée

source: The cover could not be saved. Please, try again.
fr_ca: La couverture n'a pas pu être sauvegardée. Veuillez reéssayer

source: Cannot delete cover as there are associated books to it!
fr_ca: Impossible de supprimer la couverture car il y a un livre qui lui est associé déjà

source: Cover deleted
fr_ca: La couverture a été supprimée

source: Cover was not deleted
fr_ca: La couverture n'a pas été supprimée

source: Invalid reservation
fr_ca: Réservation non-valide

source: You must confirm your account using your e-mail before making a reservation!
fr_ca: Vous devez confirmer votre compte en utilisant votre e-mail avant de faire une réservation!

source: The book is already reserved!
fr_ca: Ce livre est déjà réservé!

source: The reservation has been saved.
fr_ca: La réservation a été sauvegardée.

source: The reservation could not be saved. Please, try again.
fr_ca: La réservation n'a pas pu être sauvegardée

source: No book selected for reservation!
fr_ca: Aucun livre choisi pour réservation!

source: Reservation deleted
fr_ca: Réservation supprimée!

source: Reservation was not deleted
fr_ca: La réservation n'a pas été supprimée

source: Note that you won't be able to make a reservation since you haven't confirmed your e-mail yet.
fr_ca: Veuillez noter que vous n'allez pas être capable de faire une réservation vu que vous n'avez pas confirmé votre compte.

source: Invalid username or password, try again
fr_ca: Mot de passe ou nom d'utilisateur invalide. Veuillez re-éssayer.

source: Invalid user
fr_ca: Utilisateur non-valide.

source: The user has been saved
fr_ca: Cet utilisateur a été sauvegardé.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être sauvegardé. Veuillez re-essayer

source: Cannot delete user as there are associated reservations with it!
fr_ca: Impossible de supprimer l'usager car il a des réservations

source: User deleted
fr_ca: L'utilisateur a été supprimé

source: User was not deleted
fr_ca: L'utilisateur n'a pas été supprimé

source: Successfully activated your account. You can now make reservations.
fr_ca: Votre compte a été activé avec succès. Vous pouvez maintenant faire des réservations.

source: Could not activate the account!
fr_ca: Impossible d'activer le compte!

source: Confirmation e-mail has been sent
fr_ca: Le courriel de confirmation a été envoyé

source: You must be logged in to perform this action
fr_ca: Vous devez être authentifé pour faire ceci.

source: Delete
fr_ca: Supprimer

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr_ca: Page {:page} de {:pages}, montrant {:current} item du {:count} total, en commençant par {:start}, finissant à {:end}

source: Search
fr_ca: Chercher

source: View
fr_ca: Voir

source: Edit
fr_ca: Modifier

source: Add Author
fr_ca: Rajouter un auteur

source: Edit Author
fr_ca: Modifier un auteur

source: Authors
fr_ca: Auteurs

source: Are you sure you want to delete %s?
fr_ca: Être-vous surs de vouloir supprimer %s?

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Prochain

source: This author
fr_ca: Cet auteur

source: Edit this author
fr_ca: Modifier cet auteur

source: Delete this author
fr_ca: Supprimer cet auteur

source: List all authors
fr_ca: Afficher tous les auteurs

source: Author
fr_ca: Auteur

source: Name
fr_ca: Nom

source: Related Books
fr_ca: Livres reliés

source: Title
fr_ca: Titre

source: DatePublication
fr_ca: Date de publication

source: Are you sure you want to delete # %s?
fr_ca: Êtes-vous sur de vouloir supprimer # %s?

source: Add Book
fr_ca: Rajouter un livre

source: Edit Book
fr_ca: Modifier un livre

source: Books
fr_ca: Livres

source: Book
fr_ca: Livre

source: Search for a book:
fr_ca: Chercher un livre:

source: Search result
fr_ca: Résultats de la recherche

source: This book
fr_ca: Ce livre

source: Edit this book
fr_ca: Modifier ce livre

source: Delete this book
fr_ca: Supprimer ce livre

source: List all books
fr_ca: Afficher tous les livres

source: Date of publication
fr_ca: Date de publication

source: Cover
fr_ca: Couverture

source: Categories
fr_ca: Catégories

source: Reserve book
fr_ca: Réserver un livre

source: List Books Users
fr_ca: Afficher les utilisateurs

source: List Users
fr_ca: Afficher les utilisateurs

source: New User
fr_ca: Nouveau utilisateur

source: List Books
fr_ca: Afficher les livres

source: New Book
fr_ca: Nouveau livre

source: Add Books User
fr_ca: Rajouter utilisateur

source: Edit Books User
fr_ca: Modifier utilisateur

source: New Books User
fr_ca: Nouveau utilisateur

source: Books Users
fr_ca: Utilisateurs

source: Delete Books User
fr_ca: Supprimer utilisateur

source: Books User
fr_ca: Utilisateur

source: User
fr_ca: Utilisateur

source: Add Category
fr_ca: Rajouter une catégorie

source: Edit Category
fr_ca: Modifier une catégorie

source: This category
fr_ca: Cette catégorie

source: Edit this category
fr_ca: Modifier cette catégorie

source: Delete this category
fr_ca: Supprimer cette catégorie

source: List all categories
fr_ca: Afficher toutes les catégories

source: Category
fr_ca: Catégorie

source: Add Cover
fr_ca: Rajouter couverture

source: Edit Cover
fr_ca: Modifier couverture

source: Covers
fr_ca: Couverture

source: This cover
fr_ca: Cette couverture

source: Edit this cover
fr_ca: Modifier cette couverture

source: Delete this cover
fr_ca: Supprimer cette couverture

source: List all covers
fr_ca: Afficher toutes les couvertures

source: List Reservations
fr_ca: Afficher les réservations

source: New Books Users
fr_ca: Nouveau utilisateur

source: Add Reservation
fr_ca: Rajouter une réservation

source: Edit Reservation
fr_ca: Modifier une réservation

source: Reservations
fr_ca: Réservations

source: E-mail
fr_ca: Courriel

source: Delete Reservation
fr_ca: Supprimer la réservation

source: Are you sure you want to delete this reservation?
fr_ca: Êtes-vous sur de vouloir supprimer cette réservation?

source: Re-send confirmation e-mail
fr_ca: Re-envoyer le courriel de confirmation

source: New Reservation
fr_ca: Nouvelle réservation

source: Reservation
fr_ca: Réservation

source: DateTaken
fr_ca: Date prise

source: DateReturned
fr_ca: Date de retour

source: Library
fr_ca: Bibliothèque

source: Add
fr_ca: Rajouter

source: Show
fr_ca: Afficher

source: Users
fr_ca: Usagers

source: Logout
fr_ca: Déconnextion

source: Language
fr_ca: Langue

source: About
fr_ca: À propos

source: Register
fr_ca: S'Enregistrer

source: Login
fr_ca: S'Authentifier

source: My reservations
fr_ca: Mes réservations

source: Give rights
fr_ca: Donner des droits

source: Knowledge is power
fr_ca: La connaissance est le pouvoir

source: Registration
fr_ca: Régistration

source: Edit User
fr_ca: Modifier un utilisateur

source: Please enter your username and password
fr_ca: Veuillez rentrer votre nom d'utilisateur et mot de passe

source: Delete User
fr_ca: Supprimer utilsiateur

source: Username
fr_ca: Nom d'utilisateur

source: PhoneNumber
fr_ca: Numéro de téléphone

source: Password
fr_ca: Mot de passe

source: Author's name cannot be blank.
fr_ca: Le nom de l'auteur ne doit pas être vide.

source: Author's name should be at least 3 characters long.
fr_ca: Le nom de l'auteur doit contenir au moins 3 caractères

source: ISBN must not be blank.
fr_ca: L'ISBN ne doit pas être vide.

source: Only alphanumeric characters allowed.
fr_ca: Seulement des lettres et des chiffres sont permis

source: ISBN length is a maximum of 13
fr_ca: L'ISBN a un maximum de 13 caractères

source: Enter a title.
fr_ca: Donnez un titre

source: Enter a valid publication date.
fr_ca: Donnez une date de publication valide

source: A cover cannot be blank.
fr_ca: Donnez un nom valide pour la couverture

source: User needs a valid username.
fr_ca: L'Usager a besoin d'un nom valide

source: Username must be alphanumeric only.
fr_ca: Seulement des lettres et des chiffres

source: Enter a valid e-mail adress.
fr_ca: Rentrez un e-mail valide.

source: E-mail field must not be blank.
fr_ca: L'email ne doit pas être vide

source: E-mail is already in use by another user!
fr_ca: L'e-mail est déjà utilisé par un autre utilisateur

source: Name must not be blank
fr_ca: Le nom ne doit pas être vide

source: Please enter a phone nu,ber.
fr_ca: Veuillez rentrer un nom de téléphone

source: Please enter a valid phone number
fr_ca: Veuillez rentrer un nom de téléphone

source: Password field must not be blank.
fr_ca: Le mot de passe ne doit pas être vide

source: Only letters and integers, minimum of 5 characters
fr_ca: Seulement des lettres et des chiffres, minimum de 5 caractères

source: Enter a valid role.
fr_ca: Rentrer un rôle valide

source: Plese enter a valid role
fr_ca: Veuillez rentrer un rôle valide
